{
  "Home": "Maison",
  "Who Are We": "Qui sommes nous",
  "What We Do": "Ce que nous faisons",
  "Contact": "Contact",
  "NO MATTER YOUR BUSINESS GOALS": "PEU IMPORTE VOS OBJECTIFS COMMERCIAUX",
  "DM SOLUTIONS ": "DM SOLUTIONS",
  "CAN GET YOU THERE": "PEUT VOUS Y RENDRE",
  "At our marketing agency, we partner with businesses to craft dynamic, results-driven marketing solutions that elevate their digital presence and accelerate their success. Trust our expert team to guide you on the path to online excellence.": "Dans notre agence de marketing, nous travaillons en partenariat avec des entreprises pour créer des solutions marketing dynamiques et axées sur les résultats qui renforcent leur présence numérique et accélèrent leur succès. Faites confiance à notre équipe d'experts pour vous guider sur la voie de l'excellence en ligne.",
  "Schedule a call": "Programmer un appel",
  "WHO ARE WE": "QUI SOMMES NOUS",
  "Your collaborative digital partner": "Votre collaboratif partenaire numérique",
  "We are a sophisticated boutique marketing agency located in Quebec, Canada. Our team of experts is dedicated to helping businesses of all sizes achieve their goals through effective digital marketing solutions.": "Nous sommes une agence de marketing boutique sophistiquée située à Quebec, Canada. Notre équipe d'experts se consacre à aider les entreprises de toutes tailles à atteindre leurs objectifs grâce à solutions de marketing numérique efficaces.",
  "With a deep understanding of the latest industry trends and technologies, we specialize in crafting tailored strategies that drive real results for our clients.": "Avec une compréhension approfondie des dernières tendances de l'industrie et technologies, nous nous spécialisons dans l'élaboration de stratégies sur mesure qui générer de vrais résultats pour nos clients.",
  "WHAT WE DO": "CE QUE NOUS FAISONS",
  "OUR SERVICES": "NOS SERVICES",
  "SOCIAL MEDIA MARKETING": "MARKETING DES MÉDIAS SOCIAUX",
  "Connect with your audience and build your brand through effective social media marketing strategies tailored to your business.": "Connectez-vous avec votre public et construisez votre marque grâce à des médias sociaux efficaces des stratégies marketing adaptées à votre entreprise.",
  "Search engine optimization": "Optimisation du moteur de recherche",
  "Improve your online visibility and drive more traffic to your website with our proven SEO strategies.": "Améliorez votre visibilité en ligne et générez plus de trafic vers votre site Web grâce à nos stratégies de référencement éprouvées.",
  "google ads": "google ads",
  "Drive targeted traffic to your website and increase conversions with our expertly crafted Google Ads campaigns.": "Générez du trafic ciblé vers votre site Web et augmenter les conversions avec nos experts créé des campagnes Google Ads.",
  "EMAIL MARKETING": "PUBLICITÉ PAR E-MAIL",
  "Reach your customers directly and increase engagement with personalized email marketing campaigns.": "Atteignez vos clients directement et augmentez l'engagement avec des campagnes de marketing par e-mail personnalisées.",
  "READY TO START A PROJECT ?": "PRÊT À COMMENCER UN PROJET ?",
  "KEEP IN TOUCH": "GARDER À TOUCHE"
}
